Repository: vincedubroeucq/settings-api-boilerplate
Catalog: languages/settings-boilerplate-*.po
Languages: fr_fr

source: Top Level Settings Page
fr_fr: Page de réglages de niveau supérieur

source: Sub Level Settings Page
fr_fr: Page de réglages de niveau 2

source: Multiple settings section
fr_fr: Section à plusieurs réglages

source: Example text field
fr_fr: Exemple de champ texte

source: Example checkbox field
fr_fr: Exemple de case à cocher

source: This is a description of what the example checkbox does.
fr_fr: Il s’agit d’une description de ce que fait l'exemple de case à cocher.

source: Example radio field
fr_fr: Exemple de champ radio

source: Example select field
fr_fr: Exemple de menu déroulant

source: Select option 1
fr_fr: Option du menu déroulant 1

source: Select option 2
fr_fr: Option du menu déroulant 2

source: Select option 3
fr_fr: Option du menu déroulant 3

source: Example textarea field
fr_fr: Exemple de champ zone de texte

source: Radio button option 1
fr_fr: Option du bouton radio 1

source: Radio button option 2
fr_fr: Option du bouton radio 2

source: Radio button option 3
fr_fr: Option du bouton radio 3

source: Choose an option
fr_fr: Choisissez une valeur

source: Single setting section
fr_fr: Section à réglage unique

source: Single text field
fr_fr: Champ texte simple
